/* Error for long Description in Panopto Share */
"Description must be less than 5000 characters" = "描述必须少于 5000 个字符";

/* Error for missing file in Panopto Share */
"File not found" = "未找到文件";

/* Panopto plugin display name */
"Panopto" = "Panopto";

/* Confirmation message for successful Panopto upload */
"Panopto Upload Successful!" = "Panopto上传成功！";

/* description of what the Panopto plugin does */
"Sends captures to Panopto" = "向 Panopto 发送录屏";

/* button to sign in to Panopto account */
"Sign In..." = "登录...";

/* button to sign out of Panopto account */
"Sign Out" = "退出";

/* Error for missing Title in Panopto Share */
"Title is required" = "标题为必填";

/* Error for long Title in Panopto Share */
"Title must be less than 128 characters" = "标题必须少于 128 个字符";

